tap "felixkratz/formulae"
tap "mongodb/brew"
tap "nikitabobko/tap"
brew "antidote"
brew "xz"
brew "glib"
brew "openssl@3"
brew "gnutls"
brew "harfbuzz"
brew "libass"
brew "pango"
brew "tesseract"
brew "ffmpeg"
brew "lazygit"
brew "luarocks"
brew "mas"
brew "python@3.13"
brew "yt-dlp"
brew "mpv"
brew "neovim"
brew "pnpm"
brew "pyenv"
brew "ripgrep"
brew "rustup"
brew "socat"
brew "starship"
brew "stow"
brew "wget"
brew "yarn"
cask "blackhole-2ch"
cask "chatgpt"
cask "cursor"
cask "deskpad"
cask "discord"
cask "firefox"
cask "font-hack-nerd-font"
cask "ghostty"
cask "google-chrome"
cask "hiddenbar"
cask "linear-linear"
cask "logi-options+"
cask "loom"
cask "obs"
cask "orbstack"
cask "postgres-unofficial"
cask "postico"
cask "postman"
cask "raycast"
cask "readdle-spark"
cask "slack"
cask "steam"
cask "telegram"
cask "the-unarchiver"
cask "vmware-fusion"
cask "windows-app"
cask "zoom"
mas "Amphetamine", id: 937984704
mas "Private Screen", id: 6751306529
mas "Tailscale", id: 1475387142
