brew "antidote"
brew "glib"
brew "xz"
brew "openssl@3"
brew "ffmpeg"
brew "gnutls"
brew "harfbuzz"
brew "lazygit"
brew "libass"
brew "luacheck"
brew "luarocks"
brew "mas"
brew "yt-dlp"
brew "mpv"
brew "neovim"
brew "pango"
brew "pnpm"
brew "pyenv"
brew "python@3.13"
brew "ripgrep"
brew "rsync"
brew "rustup"
brew "socat"
brew "starship"
brew "stow"
brew "tesseract"
brew "tmux"
brew "tree-sitter-cli"
brew "wget"
brew "yarn"
brew "zellij"
brew "adembc/tap/lazyssh"
brew "anomalyco/tap/opencode"
brew "oven-sh/bun/bun"
cask "anydesk"
cask "athas"
cask "blackhole-2ch"
cask "brave-browser"
cask "chatgpt"
cask "claude"
cask "claude-code"
cask "cursor"
cask "discord"
cask "figma"
cask "firefox"
cask "font-hack-nerd-font"
cask "ghostty"
cask "google-chrome"
cask "granola"
cask "hiddenbar"
cask "linear-linear"
cask "logi-options+"
cask "loom"
cask "macwhisper"
cask "netnewswire"
cask "obs"
cask "opencode-desktop"
cask "orbstack"
cask "postgres-unofficial"
cask "postico"
cask "postman"
cask "raycast"
cask "readdle-spark"
cask "shottr"
cask "slack"
cask "steam"
cask "telegram"
cask "the-unarchiver"
cask "vmware-fusion"
cask "whatsapp"
cask "windows-app"
cask "zoom"
mas "Amphetamine", id: 937984704
mas "Hand Mirror", id: 1502839586
mas "Tailscale", id: 1475387142
