tap "felixkratz/formulae"
tap "nikitabobko/tap"
brew "antidote"
brew "lazygit"
brew "luarocks"
brew "mas"
brew "mpv"
brew "neovim"
brew "pyenv"
brew "ripgrep"
brew "rustup"
brew "socat"
brew "starship"
brew "stow"
brew "yarn"
brew "felixkratz/formulae/sketchybar"
cask "aerospace"
cask "appcleaner"
cask "blackhole-2ch"
cask "chatgpt"
cask "cursor"
cask "font-hack-nerd-font"
cask "font-sketchybar-app-font"
cask "ghostty"
cask "google-chrome"
cask "hammerspoon"
cask "hiddenbar"
cask "legcord"
cask "linear-linear"
cask "loom"
cask "macwhisper"
cask "obs"
cask "orbstack"
cask "postgres-unofficial"
cask "postico"
cask "postman"
cask "raycast"
cask "readdle-spark"
cask "slack"
cask "steam"
cask "superwhisper"
cask "telegram"
cask "the-unarchiver"
cask "visual-studio-code"
cask "vmware-fusion"
cask "webtorrent"
cask "wezterm"
cask "windows-app"
cask "zoom"
mas "Amphetamine", id: 937984704
mas "MeetingBar", id: 1532419400
